Revit 2027 API
FabricationHostedInfo.PlaceOnHost Method
Overload List
Name | Description
PlaceOnHost(ElementId, Connector, Double) |  Places the part on the specified host.
PlaceOnHost(ElementId, Connector, Double, Double) |  Places the part on the specified host.
Top
See Also
Reference
FabricationHostedInfo Class
Autodesk.Revit.DB Namespace